Repository: lepidus/dataversePlugin
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.dataverse.displayName
source: Dataverse Plugin
es_es: Módulo Dataverse
pt_br: Plugin Dataverse

# plugins.generic.dataverse.description
source: Deposit data sets and/or other supplementary files to a Dataverse.
es_es: Deposita conjuntos de datos y/u otros documentos complementarios en Dataverse.
pt_br: Deposita conjuntos de dados e/ou outros documentos suplementares no Dataverse.

# plugins.generic.dataverse.settings.description
source: Configure the Dataverse API to deposit research data into a Dataverse repository.<br>For more information, please refer to the <a href="https://github.com/lepidus/dataversePlugin#configuration" target="_new">plugin documentation</a>.
es_es: Configure la API Dataverse para depositar datos de investigación en un repositorio de Dataverse.<br>Para más información, consulta la <a href="https://github.com/lepidus/dataversePlugin#configuration" target="_new">documentación del plugin</a>.
pt_br: Configure a API Dataverse para depositar dados de pesquisa em um repositório Dataverse.<br>Para mais informações, consulte a <a href="https://github.com/lepidus/dataversePlugin#configuration" target="_new">documentação do plugin</a>.

# plugins.generic.dataverse.settings.dataverseUrl
source: Dataverse URL
pt_br: URL Dataverse

# plugins.generic.dataverse.settings.dataverseUrlDescription
source: Full URL of the Dataverse repository where the research data will be deposited, for example: https://demo.dataverse.org/dataverse/anotherdemo.
es_es: URL completa del repositorio de Dataverse donde se depositarán los datos de investigación, por ejemplo: https://demo.dataverse.org/dataverse/anotherdemo.
pt_br: URL completa do repositório Dataverse onde serão depositado os dados de pesquisa, por exemplo: https://demo.dataverse.org/dataverse/anotherdemo

# plugins.generic.dataverse.settings.token
source: API Token
es_es: Token de API
pt_br: Token de API

# plugins.generic.dataverse.settings.tokenDescription
source: API token for integration with Dataverse.<br>For more information on how to obtain the API token, please refer to:<a href="https://guides.dataverse.org/en/5.13/user/account.html#api-token" target="_new">Dataverse User Guide</a>.
es_es: Token de API para integración con Dataverse.<br>Para más información sobre cómo obtener el token de API, consulta: <a href="https://guides.dataverse.org/en/5.13/user/account.html#api-token" target="_new">Guía del usuario de Dataverse</a>.
pt_br: Token de API para integração com o Dataverse. Para mais informações sobre como obter o token de API, consulte: <a href="https://guides.dataverse.org/en/5.13/user/account.html#api-token" target="_new">Guia de Usuário do Dataverse</a>.

# plugins.generic.dataverse.settings.termsOfUse
source: Terms of Use
es_es: Términos de uso
pt_br: Termos de Uso

# plugins.generic.dataverse.settings.termsOfUseDescription
source: URL for the terms of use that users must agree to before depositing research data into the repository.
es_es: URL para los términos de uso que los usuarios deben aceptar antes de depositar los datos de investigación en el repositorio.
pt_br: URL para os termos de uso que os usuários devem concordar antes de depositar os dados de pesquisa no repositório.

# plugins.generic.dataverse.settings.additionalInstructions
source: Additional Instructions
es_es: Instrucciones Adicionales
pt_br: Instruções Adicionais

# plugins.generic.dataverse.settings.additionalInstructionsDescription
source: Additional instructions for users who are depositing research data into the repository.
es_es: Instrucciones adicionales para los usuarios que depositan datos de investigación en el repositorio.
pt_br: Instruções adicionais para os usuários que forem depositar dados de pesquisa no repositório.

# plugins.generic.dataverse.settings.datasetPublish
source: Research data publish
es_es: Publicar datos de investigación
pt_br: Publicar dados de pesquisa

# plugins.generic.dataverse.settings.datasetPublishDescription
source: Select the event where research data will be published to the Dataverse.
es_es: Seleccionar el evento donde se publicarán los datos de investigación en el Dataverse.
pt_br: Escolha o evento para disponibilizar publicamente os dados de pesquisa no repositório Dataverse.

# plugins.generic.dataverse.settings.datasetPublish.submissionAccepted
source: Editor accepts submission
es_es: Editor acepta el envío
pt_br: Editor aceita a submissão

# plugins.generic.dataverse.settings.datasetPublish.submissionPublished
source: Submission is published
es_es: El envío se publica
pt_br: Submissão é publicada

# plugins.generic.dataverse.settings.datasetPublishRequired
source: It is required to select the event to publish the research data.
es_es: Se requiere seleccionar el evento para publicar los datos de investigación.
pt_br: É obrigatório escolher o evento para publicar os dados de pesquisa.

# plugins.generic.dataverse.settings.dataverseUrlRequired
source: Dataverse URL is required.
es_es: Se requiere la URL del Dataverse.
pt_br: Endereço do Dataverse é obrigatório.

# plugins.generic.dataverse.settings.dataverseUrlNotValid
source: Can't connect to Dataverse.
es_es: No se puede conectar a Dataverse.
pt_br: Impossível conectar ao Dataverse.

# plugins.generic.dataverse.settings.tokenRequired
source: Please enter a API token.
es_es: Ingrese una clave API para Dataverse.
pt_br: Informe uma chave de API para Dataverse.

# plugins.generic.dataverse.researchDataDescription
source: Use this field only for submitting research data. Do not use it to upload your manuscript or the list of bibliographic references available in your manuscript. The manuscript file must be sent only in the “{$addGalleyLabel}” area above.
pt_br: Use esse campo apenas para submeter dados de pesquisa. Não use este campo para enviar seu manuscrito ou a lista de referências bibliográficas de seu manuscrito. O arquivo do manuscrito deve ser enviado apenas na área “{$addGalleyLabel}” acima.

# plugins.generic.dataverse.notification.galleyContainsResearchData
source: Research data and galley have the same file. Make sure the files are added in the proper section.
es_es: Datos de investigación y galerada tienen el mismo archivo. Asegúrese de que los archivos se agreguen en la sección correspondiente.
pt_br: Dados de pesquisa e composição final possuem o mesmo arquivo. Certifique-se de que os arquivos sejam adicionados na seção apropriada.

# plugins.generic.dataverse.researchData
source: Research data
es_es: Datos de investigación
pt_br: Dados de pesquisa

# plugins.generic.dataverse.noResearchData
source: No research data
es_es: Sin dato de investigación
pt_br: Sem dados de pesquisa

# plugins.generic.dataverse.addResearchData
source: Add research data
es_es: Anãdir datos de investigación
pt_br: Adicione dados de pesquisa

# plugins.generic.dataverse.datasetMetadata
source: Research data metadata
pt_br: Metadados dos dados de pesquisa

# plugins.generic.dataverse.datasetMetadata.description
source: Please provide the following details about the research data you are submitting.
pt_br: Por favor informe os seguintes detalhes sobre os dados de pesquisa que você está submetendo.

# plugins.generic.dataverse.log.researchDataFileAdded
source: File "{$filename}" added as research data.
es_es: Archivo "{$filename}" añadido como datos de investigación.
pt_br: Arquivo "{$filename}" adicionado como dados de pesquisa.

# plugins.generic.dataverse.log.researchDataFileDeleted
source: File "{$filename}" deleted from research data.
es_es: Archivo "{$filename}" excluido de los datos de investigación.
pt_br: Arquivo "{$filename}" excluído dos dados de pesquisa.

# plugins.generic.dataverse.log.researchDataDeposited
source: Research data deposited: {$persistentId}
es_es: Datos de investigación depositados: {$persistentId}
pt_br: Dados de pesquisa depositados: {$persistentId}

# plugins.generic.dataverse.log.researchDataUpdated
source: Research data metadata updated
es_es: Metadatos de datos de investigación actualizados
pt_br: Metadados dos dados de pesquisa atualizados

# plugins.generic.dataverse.log.researchDataPublished
source: Research data published
es_es: Datos de investigación publicados
pt_br: Dados de pesquisa publicados

# plugins.generic.dataverse.log.researchDataDeleted
source: Research data deleted
es_es: Datos de investigación eliminados
pt_br: Dados de pesquisa excluídos

# plugins.generic.dataverse.log.sendDatasetDeleteEmail
source: Email sent to {$email} notifying the deletion of research data.
es_es: Correo electrónico enviado a {$email} para notificar la eliminación de los datos de investigación.
pt_br: Email enviado para {$email} notificando a exclusão dos dados de pesquisa

# plugins.generic.dataverse.error.researchData.required
source: To submit research data, it is necessary to send at least one file. Please ensure that you have chosen and submitted research data files in the “Upload Files” step.
pt_br: Para submeter dados de pesquisa é necessário enviar pelo menos um arquivo. Certifique-se que você escolheu e enviou arquivos de dados de pesquisa no passo “Enviar Arquivos”.

# plugins.generic.dataverse.error.datasetSubject.required
source: The subject of the research data is required. Please ensure that you have chosen the subject of the research data in the “For the Editors” step.
pt_br: O assunto dos dados de pesquisa é obrigatório. Certifique-se que você informou o assunto dos dados de pesquisa no passo “Para os Editores”.

# plugins.generic.dataverse.error.readmeFile.required
source: It is mandatory to send a README file, in PDF or TXT format, to accompany the research data files
pt_br: É obrigatório o envio de um arquivo README, em formato PDF ou TXT, que acompanhe os arquivos de dados de pesquisa

# plugins.generic.dataverse.error.getFailed
source: Error getting research data to Dataverse: {$error}
es_es: Erro al obtener datos de investigación en Dataverse: {$error}
pt_br: Erro ao obter dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.error.depositFailed
source: Error depositing research data to Dataverse: {$error}
pt_br: Erro ao depositar dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.error.updateFailed
source: Error updating research data in Dataverse: {$error}
es_es: Erro al actualizar datos de investigación en Dataverse: {$error}
pt_br: Erro ao atualizar dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.error.deleteFailed
source: Error deleting research data in Dataverse: {$error}
es_es: Erro al excluir datos de investigación en Dataverse: {$error}
pt_br: Erro ao excluir dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.error.publishFailed
source: Error publishing research data in Dataverse: {$error}
es_es: Erro al publicar datos de investigación en Dataverse: {$error}
pt_br: Erro ao publicar dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.error.addFileFailed
source: Error adding the research data file "{$filename}": {$error}
es_es: Erro al añadir el archivo de datos de investigación "{$filename}": {$error}
pt_br: Erro ao adicionar o arquivo de dados de pesquisa "{$filename}": {$error}

# plugins.generic.dataverse.error.deleteFileFailed
source: Error deleting the research data file "{$filename}": {$error}
es_es: Erro al excluír el archivo de datos de investigación "{$filename}": {$error}
pt_br: Erro ao excluir o arquivo de dados de pesquisa "{$filename}": {$error}

# plugins.generic.dataverse.modal.addFile.title
source: Upload research data file
es_es: Enviar archivo de datos de investigación
pt_br: Enviar arquivo de dados de pesquisa

# plugins.generic.dataverse.modal.addFile.datasetFileLabel
source: Research data file
es_es: Archivo de datos de investigación
pt_br: Arquivo de dados de pesquisa

# plugins.generic.dataverse.researchDataFile.error
source: Research data is required. Please ensure that you have chosen and uploaded research data.
es_es: Se necesita datos de investigación. Asegúrese de que ha elegido y cargado datos de investigación.
pt_br: Dados de pesquisa são requeridos. Certifique-se que você escolheu e enviou dados de pesquisa.

# plugins.generic.dataverse.termsOfUse.label
source: Dataverse terms of use
es_es: Términos de uso del Dataverse
pt_br: Termos de uso do Dataverse

# plugins.generic.dataverse.termsOfUse.description
source: Deposit research data in Dataverse <strong>{$dataverseName}</strong>, agreeing to the <a href="{$termsOfUseURL}" target="_new">Terms of Use</a>.
es_es: Depositar datos de investigación <strong>{$dataverseName}</strong>, estando de acuerdo con el <a href="{$termsOfUseURL}" target="_new">Términos de Uso</a>.
pt_br: Depositar dados de pesquisa no Dataverse <strong>{$dataverseName}</strong>, concordando com os <a href="{$termsOfUseURL}" target="_new">Termos de Uso</a>.

# plugins.generic.dataverse.termsOfUse.error
source: To deposit research data you must accept the Dataverse terms of use.
es_es: Para depositar datos de investigación debe aceptar los términos de uso del Dataverse.
pt_br: Para depositar dados de pesquisa você deve aceitar os termos de uso do Dataverse.

# plugins.generic.dataverse.modal.deleteDatasetFile
source: Delete research data file
es_es: Eliminar archivo de datos de investigación
pt_br: Excluir arquivo de dados de pesquisa

# plugins.generic.dataverse.modal.confirmDelete
source: Are you sure you want to permanently delete the research data file <strong>{$title}</strong>?
es_es: ¿Realmente desea eliminar permanentemente el archivo de datos de investigación <strong>{$title}</strong>?
pt_br: Deseja realmente excluir permanentemente o arquivo de dados de pesquisa <strong>{$title}</strong>?

# plugins.generic.dataverse.modal.confirmDatasetDelete
source: Are you sure you want to permanently delete the research data related to this preprint?
es_es: ¿Realmente desea eliminar de forma permanente los datos de investigación relacionados con esta versión preliminar?
pt_br: Deseja realmente excluir permanentemente os dados de pesquisa relacionados a esse preprint?

# plugins.generic.dataverse.modal.confirmDatasetPublish
source: Do you really want to publish the research data related to this submission? This action cannot be undone.<br>Before proceeding, make sure they are suitable for publication in <a href="{$serverUrl}" target="_new">{$serverName}</a>.<br>
es_es: ¿Realmente deseas publicar los datos de investigación relacionados con este envío? Esta acción no se puede deshacer.<br>Antes de continuar, asegúrate de que sean adecuados para su publicación en <a href="{$serverUrl}" target="_new">{$serverName}</a>.<br>
pt_br: Deseja realmente publicar os dados de pesquisa relacionados a essa submissão? Esta ação não poderá ser desfeita.<br>Antes de continuar, certifique-se que são adequados para publicação em <a href="{$serverUrl}" target="_new">{$serverName}</a>.<br>

# plugins.generic.dataverse.decision.selectDataFiles.name
source: Select Data Files
pt_br: Selecionar Arquivos de Dados

# plugins.generic.dataverse.decision.selectDataFiles.description
source: This submission has deposited research data. Please, select which data files will be made available for reviewers to view.
pt_br: Esta submissão possui dados de pesquisa depositados. Por favor, selecione quais arquivos de dados serão disponibilizados para visualização pelos avaliadores.

# api.draftDatasetFile.404.drafDatasetFileNotFound
source: The draft dataset file you requested was not found.
es_es: No se encontró el borrador del archivo del conjunto de datos solicitado.
pt_br: O arquivo rascunho do dataset solicitado não foi encontrado.

# api.error.researchDataCitationNotFound
source: It was not possible to get the citation of the research data.
es_es: No fue posible obtener la citación de los datos de la investigación.
pt_br: Não foi possível obter a citação dos dados de pesquisa.

# api.dataset.403.alreadyPublished
source: The research data you want to publish is already published.
es_es: Los datos de la investigación quiere publicar ya están publicados.
pt_br: Os dados de pesquisa que você deseja publicar já estão publicados.

# plugins.generic.dataverse.researchData.noResearchData
source: No research data transferred.
es_es: No se transfieren datos de investigación.
pt_br: Não foram transferidos dados de pesquisa.

# plugins.generic.dataverse.researchData.uploadDisabled
source: It is not possible to send research data in a published submission. If you wish to send research data, please contact the system administrator.
es_es: No es posible enviar datos de investigación en una presentación publicada. Si desea enviar datos de investigación, por favor, póngase en contacto con el administrador del sistema.
pt_br: Não é possível enviar dados de pesquisa em uma submissão publicada. Caso deseje enviar dados de pesquisa, por favor, entre em contato com o administrador do sistema.

# plugins.generic.dataverse.researchData.uploadResearchData
source: Upload research data
es_es: Cargar dados de pesquisa
pt_br: Enviar dados de pesquisa

# plugins.generic.dataverse.researchData.metadata
source: Metadata
es_es: Metadatos
pt_br: Metadados

# plugins.generic.dataverse.researchData.files
source: Files
es_es: Archivos
pt_br: Arquivos

# plugins.generic.dataverse.researchData.delete
source: Delete research data
es_es: Eliminar datos de investigación
pt_br: Excluir dados de pesquisa

# plugins.generic.dataverse.researchData.delete.emailNotification
source: Email notification
es_es: Notificación por correo electrónico
pt_br: Notificação por e-mail

# plugins.generic.dataverse.researchData.delete.submitLabel
source: Delete and send email
es_es: Eliminar y enviar correo electrónico
pt_br: Excluir e enviar e-mail

# plugins.generic.dataverse.researchData.publish
source: Publish research data
es_es: Publicar datos de investigación
pt_br: Publicar dados de pesquisa

# plugins.generic.dataverse.dataset.titlePrefix
source: Replication data for:
es_es: Datos de réplica:
pt_br: Dados de replicação para:

# plugins.generic.dataverse.metadataForm.loadingDataset
source: Loading research data information...
es_es: Cargando información de los datos de investigación...
pt_br: Carregando informações dos dados de pesquisa...

# plugins.generic.dataverse.metadataForm.loadingDatasetCitation
source: Loading citation...
es_es: Cargando citación...
pt_br: Carregando citação...

# plugins.generic.dataverse.metadataForm.title
source: Title
es_es: Título
pt_br: Título

# plugins.generic.dataverse.metadataForm.description
source: Description
es_es: Descripción
pt_br: Descrição

# plugins.generic.dataverse.metadataForm.keyword
source: Keyword
es_es: Palabras clave
pt_br: Palavras-chave

# plugins.generic.dataverse.metadataForm.subject.label
source: Research Data Subject
es_es: Materia de datos de investigación
pt_br: Assunto dos Dados de Pesquisa

# plugins.generic.dataverse.metadataForm.subject.description
source: Select the subject of research data to be deposited in Dataverse
es_es: Seleccione la materia de los datos de investigación que se depositarán en el Dataverse
pt_br: Selecione o assunto dos dados de pesquisa a serem depositados no Dataverse

# plugins.generic.dataverse.metadataForm.subject.agriculturalSciences
source: Agricultural Sciences
es_es: Ciencias agrarias
pt_br: Ciências Agrárias

# plugins.generic.dataverse.metadataForm.subject.artsAndHumanities
source: Arts and Humanities
es_es: Artes y humanidades
pt_br: Artes e Humanidades

# plugins.generic.dataverse.metadataForm.subject.astronomyAndAstrophysics
source: Astronomy and Astrophysics
es_es: Astronomía y astrofísica
pt_br: Astronomia e Astrofísica

# plugins.generic.dataverse.metadataForm.subject.businessAndManagement
source: Business and Management
es_es: Administración y empresas
pt_br: Negócios e Gestão

# plugins.generic.dataverse.metadataForm.subject.chemistry
source: Chemistry
es_es: Química
pt_br: Química

# plugins.generic.dataverse.metadataForm.subject.computerAndInformationScience
source: Computer and Information Science
es_es: Ciencias de la información y computación
pt_br: Computação e Ciência da Informação

# plugins.generic.dataverse.metadataForm.subject.earthAndEnvironmentalSciences
source: Earth and Environmental Sciences
es_es: Ciencias de la tierra y el medioambiente
pt_br: Ciências da Terra e do Meio Ambiente

# plugins.generic.dataverse.metadataForm.subject.Engineering
source: Engineering
es_es: Ingeniería
pt_br: Engenharia

# plugins.generic.dataverse.metadataForm.subject.Law
source: Law
es_es: Derecho
pt_br: Direito

# plugins.generic.dataverse.metadataForm.subject.mathematicalSciences
source: Mathematical Sciences
es_es: Ciencias matemáticas
pt_br: Ciências Matemáticas

# plugins.generic.dataverse.metadataForm.subject.medicineHealthAndLifeSciences
source: Medicine, Health and Life Sciences
es_es: Ciencias médicas, de la salud y de la vida
pt_br: Medicina, Saúde e Ciência da Vida

# plugins.generic.dataverse.metadataForm.subject.Physics
source: Physics
es_es: Física
pt_br: Física

# plugins.generic.dataverse.metadataForm.subject.socialSciences
source: Social Sciences
es_es: Ciencias sociales
pt_br: Ciências Sociais

# plugins.generic.dataverse.metadataForm.subject.Other
source: Other
es_es: Otra
pt_br: Outros

# plugins.generic.dataverse.metadataForm.license.label
source: Research Data License
es_es: Licencia de datos de investigación
pt_br: Licença dos Dados de Pesquisa

# plugins.generic.dataverse.metadataForm.license.description
source: Select the license of research data to be deposited in Dataverse
es_es: Seleccione la licencia de los datos de investigación que se depositarán en el Dataverse
pt_br: Selecione a licença dos dados de pesquisa a serem depositados no Dataverse

# plugins.generic.dataverse.notice.cannotPublish
source: Unable to publish research data in Dataverse: {$error}
es_es: No se pueden publicar datos de pesquisa en Dataverse: {$error}
pt_br: Não é possível publicar os dados de pesquisa no Dataverse: {$error}

# plugins.generic.dataverse.researchData.publishNotice
source: This submission contains deposited research data that is not yet public: <a href="{$persistentUri}">{$persistentUri}</a>. In case you choose to publish them, make sure they are suitable for publication in <a href="{$serverUrl}" target="_new">{$serverName}</a>.
es_es: Esta submisión contiene datos de investigación depositados que aún no son públicos: <a href="{$persistentUri}">{$persistentUri}</a>. Si elige publicarlos, asegúrese de que sean adecuados para su publicación en <a href="{$serverUrl}" target="_new">{$serverName}</a>.
pt_br: Esta submissão possui dados de pesquisa depositados que ainda não estão públicos: <a href="{$persistentUri}">{$persistentUri}</a>. Caso escolha publicá-los, certifique-se que são adequados para publicação em <a href="{$serverUrl}" target="_new">{$serverName}</a>.

# plugins.generic.dataverse.researchData.wouldLikeToPublish
source: Would you like to publish the research data?
es_es: ¿Le gustaría publicar los datos de la investigación?
pt_br: Gostaria de publicar os dados de pesquisa?

# plugins.generic.dataverse.dataStatement.title
source: Data statement
es_es: Declaración de datos
pt_br: Declaração de dados

# plugins.generic.dataverse.dataStatement.edit
source: Edit data statement
es_es: Editar declaración de datos
pt_br: Editar declaração de dados
