Repository: lepidus/dataversePlugin
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.generic.dataverse.dataStatement.description
source: We encourage the availability of all underlying contents (data, program codes and other materials) to the manuscript text previously or at the time of submission. Exceptions are allowed in cases of legal and ethical issues. The goal is to facilitate the moderation of the manuscript, the evaluation by the scientific community, increase the visibility and impact of research, improve the quality of articles, in addition to contributing to the preservation and reuse of content and reproducibility of research.<br>Please inform the data statement for this manuscript:
es_es: Alentamos la disponibilidad de todo el contenido (datos, códigos de programa y otros materiales) subyacentes al texto del manuscrito previamente o en el momento de la presentación. Se permiten excepciones en casos de cuestiones legales y éticas. El objetivo es facilitar la moderación del manuscrito, la evaluación por parte de la comunidad científica, aumentar la visibilidad y el impacto de la investigación, mejorar la calidad de los artículos, así como contribuir a la preservación y reutilización de los contenidos y la reproducibilidad de las investigaciones.<br> Por favor, indique la declaración de los declaración de datos de este manuscrito:
pt_br: Encorajamos a disponibilidade de todos os conteúdos (dados, códigos de programa e outros materiais) subjacentes ao texto do manuscrito previamente ou no momento da submissão. Exceções são permitidas em casos de questões legais e éticas. O objetivo é facilitar a moderação do manuscrito, a avaliação pela comunidade científica, aumentar a visibilidade e impacto da pesquisa, melhorar a qualidade dos artigos, além de contribuir para a preservação e reuso dos conteúdos e a reprodutibilidade das pesquisas.<br>Por favor, informe a declaração de dados deste manuscrito:

# plugins.generic.dataverse.dataStatement.required
source: It is required to inform the declaration of the data statement.
es_es: Es obligatorio informar la declaración de los datos.
pt_br: É obrigatório informar a declaração de dados.

# plugins.generic.dataverse.dataStatement.inManuscript
source: The research data is contained in the manuscript
es_es: Los datos de investigación están incluidos en el propio manuscrito
pt_br: Os dados de pesquisa estão contidos no próprio manuscrito

# plugins.generic.dataverse.dataStatement.repoAvailable
source: The research data is available in one or more data repository(ies)
es_es: Los datos de investigación ya están disponibles en uno o más repositorio de datos
pt_br: Os dados de pesquisa estão disponíveis em um ou mais repositório de dados

# plugins.generic.dataverse.dataStatement.repoAvailable.urls.description
source: Insert the URLs to the data. Press 'Enter' after each URL.
es_es: Introduzca las direcciones URL de los datos. Presione 'Enter' después de cada URL.
pt_br: Informe as URLs para os dados. Pressione 'Enter' depois de cada URL.

# plugins.generic.dataverse.dataStatement.repoAvailable.urls.required
source: It is required to inform the URLs to the data in repositories.
es_es: Es obligatorio informar las URLs para los datos en repositórios.
pt_br: É obrigatório informar as URLs para os dados em repositórios.

# plugins.generic.dataverse.dataStatement.repoAvailable.urls.urlFormat
source: You must only enter the URLs to the data. Other textual information is not accepted.
es_es: Solo debe ingresar las URL a los datos. No se acepta otra información textual.
pt_br: Você deve inserir apenas as URLs para os dados. Outras informações textuais não são aceitas.

# plugins.generic.dataverse.dataStatement.submissionDeposit
source: The research data will be submitted to the "{$dataverseName}" repository in the subsequent stages of this submission
es_es: Los datos de investigación se enviarán en las siguientes etapas de este envío, para que puedan depositarse en el repositorio <a href="{$dataverseUrl}" target="_new">{$dataverseName}</a> (utilice esta opción sólo si hay archivos de datos adyacentes al manuscrito que se va a depositar)
pt_br: Os dados de pesquisa serão submetidos ao repositório "{$dataverseName}" nas etapas seguintes desta submissão

# plugins.generic.dataverse.dataStatement.onDemand
source: The research data is available on demand, condition justified in the manuscript
es_es: Los datos de investigación están disponibles a petición, condición justificada en el manuscrito
pt_br: Os dados de pesquisa estão disponíveis sob demanda, condição justificada no manuscrito

# plugins.generic.dataverse.dataStatement.publiclyUnavailable
source: The research data cannot be made publicly available
es_es: Los datos de investigación no se pueden disponibilizar públicamente
pt_br: Os dados de pesquisa não podem ser disponibilizados publicamente

# plugins.generic.dataverse.dataStatement.publiclyUnavailable.reason
source: Justification
es_es: Justificación
pt_br: Justificativa

# plugins.generic.dataverse.dataStatement.publiclyUnavailable.reason.description
source: Provide the justification for the unavailability of the data.
es_es: Introduzca el motivo de la no disponibilidad de los datos.
pt_br: Informe a justificativa para a não disponibilidade dos dados.

# plugins.generic.dataverse.dataStatement.publiclyUnavailable.reason.required
source: It is required to inform the justification for the unavailability of the data.
pt_br: É obrigatório informar a justificativa para a não disponibilidade dos dados.

# plugins.generic.dataverse.dataStatement.researchDataSubmitted
source: The research data has been submitted to the <strong>{$dataverseName}</strong> repository.
es_es: Los datos de investigación se han enviado al repositorio <strong>{$dataverseName}</strong>.
pt_br: Os dados de pesquisa foram submetidos ao repositório <strong>{$dataverseName}</strong>.

# plugins.generic.dataverse.report.displayName
source: Dataverse Report
es_es: Informe de Dataverse
pt_br: Relatório do Dataverse

# plugins.generic.dataverse.report.description
source: Report on data declaration and research data deposition in Dataverse.
es_es: Informe sobre la declaración de datos y el depósito de datos de investigación en Dataverse.
pt_br: Relatório de declaração de dados e depósito de dados de pesquisa do Dataverse.

# plugins.generic.dataverse.report.headers.acceptedSubmissions
source: Accepted submissions
es_es: Envíos aceptados
pt_br: Submissões aceitas

# plugins.generic.dataverse.report.headers.acceptedSubmissionsWithDataset
source: Accepted submissions with dataset
es_es: Envíos aceptados con dataset
pt_br: Submissões aceitas com dataset

# plugins.generic.dataverse.report.headers.declinedSubmissions
source: Declined submissions
es_es: Envíos rechazados
pt_br: Submissões rejeitadas

# plugins.generic.dataverse.report.headers.declinedSubmissionsWithDataset
source: Declined submissions with dataset
es_es: Envíos rechazados con dataset
pt_br: Submissões rejeitadas com dataset

# plugins.generic.dataverse.report.headers.datasetsWithDepositError
source: Datasets with error in the deposit
es_es: Datasets con error en el depósito
pt_br: Datasets com erro no depósito

# plugins.generic.dataverse.report.headers.datasetsWithPublishError
source: Datasets with error in the publication
es_es: Datasets con error en la publicación
pt_br: Datasets com erro na publicação

# plugins.generic.dataverse.report.headers.filesInDatasets
source: Files in datasets
es_es: Archivos en datasets
pt_br: Arquivos nos datasets
